var APP_DETAIL = {
    "tabs": [
      {
        "target": "#application-details-01",
        "label": "à¸œà¸¹à¹‰à¸¡à¸µà¸£à¸²à¸¢à¹„à¸”à¹‰à¸›à¸£à¸°à¸ˆà¸³"
      },
      {
        "target": "#application-details-02",
        "label": "à¹€à¸ˆà¹‰à¸²à¸‚à¸­à¸‡à¸à¸´à¸ˆà¸à¸²à¸£"
      },
      {
        "target": "#application-details-03",
        "label": "à¸œà¸¹à¹‰à¸›à¸£à¸°à¸à¸­à¸šà¸­à¸²à¸Šà¸µà¸žà¸­à¸´à¸ªà¸£à¸°"
      },
      {
        "target": "#application-details-04",
        "label": "à¸œà¸¹à¹‰à¸¡à¸µà¹€à¸‡à¸´à¸™à¸­à¸­à¸¡"
      },
      {
        "target": "#application-details-05",
        "label": "à¸œà¸¹à¹‰à¹ƒà¸Šà¹‰à¸šà¸±à¸à¸Šà¸µà¹€à¸‡à¸´à¸™à¸„à¹‰à¸³à¸›à¸£à¸°à¸à¸±à¸™"
      }
    ],
    "contents": [
      {
        "id": "application-details-01",
        "qualification": {
          "left_col": [
            {
              "title": "à¸£à¸²à¸¢à¹„à¸”à¹‰à¸‚à¸±à¹‰à¸™à¸•à¹ˆà¸³ (à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸) à¸„à¸™à¹„à¸—à¸¢",
              "list": [
                "à¸£à¸²à¸¢à¹„à¸”à¹‰ 15,000 à¸šà¸²à¸— / à¹€à¸”à¸·à¸­à¸™ à¸‚à¸¶à¹‰à¸™à¹„à¸›"
              ]
            },
            {
              "title": "à¸£à¸²à¸¢à¹„à¸”à¹‰à¸‚à¸±à¹‰à¸™à¸•à¹ˆà¸³ (à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸) à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´",
              "list": [
                "à¸£à¸²à¸¢à¹„à¸”à¹‰ 50,000 à¸šà¸²à¸— / à¹€à¸”à¸·à¸­à¸™ à¸‚à¸¶à¹‰à¸™à¹„à¸›"
              ]
            },
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸",
              "list": [
                "20-80 à¸›à¸µ"
              ]
            }
          ],
          "right_col": [
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸šà¸±à¸•à¸£à¹€à¸ªà¸£à¸´à¸¡",
              "list": [
                "15 à¸›à¸µ"
              ]
            },
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸‡à¸²à¸™ / à¸­à¸²à¸¢à¸¸à¸à¸´à¸ˆà¸à¸²à¸£ (à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸)",
              "list": [
                "6 à¹€à¸”à¸·à¸­à¸™"
              ]
            }
          ]
        },
        "document": {
          "left_col": [
            {
              "title": "à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸•à¸±à¸§à¸•à¸™",
              "list": [
                "à¸ªà¸³à¹€à¸™à¸²à¸šà¸±à¸•à¸£à¸›à¸£à¸°à¸Šà¸²à¸Šà¸™à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ à¸«à¸£à¸·à¸­",
                "à¸ªà¸³à¹€à¸™à¸²à¸šà¸±à¸•à¸£à¸›à¸£à¸°à¸ˆà¸³à¸•à¸±à¸§à¸‚à¹‰à¸²à¸£à¸²à¸Šà¸à¸²à¸£à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ à¸žà¸£à¹‰à¸­à¸¡à¸ªà¸³à¹€à¸™à¸²à¸—à¸°à¹€à¸šà¸µà¸¢à¸™à¸šà¹‰à¸²à¸™",
                "à¸ªà¸³à¹€à¸™à¸²à¹ƒà¸šà¹€à¸›à¸¥à¸µà¹ˆà¸¢à¸™à¸Šà¸·à¹ˆà¸­ (à¸–à¹‰à¸²à¸¡à¸µ)",
                "à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¹€à¸”à¸´à¸™à¸—à¸²à¸‡à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ (à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´)",
                "à¹€à¸­à¸à¸ªà¸²à¸£à¸§à¸µà¸‹à¹ˆà¸²à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ (à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´)"
              ]
            }
          ],
          "right_col": [
            {
              "title": "à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸£à¸²à¸¢à¹„à¸”à¹‰",
              "list": [
                "à¸ªà¸¥à¸´à¸›à¹€à¸‡à¸´à¸™à¹€à¸”à¸·à¸­à¸™ 1 à¹€à¸”à¸·à¸­à¸™ (à¸­à¸²à¸¢à¸¸à¹€à¸­à¸à¸ªà¸²à¸£à¹„à¸¡à¹ˆà¹€à¸à¸´à¸™ 3 à¹€à¸”à¸·à¸­à¸™)<br/><a href='../../../../SiteCollectionDocuments/kcc/img/application-details/payslip.jpg' class='link external open-popup-image pxtm-click-openPopup' title='à¸œà¸¹à¹‰à¸¡à¸µà¸£à¸²à¸¢à¹„à¸”à¹‰à¸›à¸£à¸°à¸ˆà¸³ - à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸ªà¸¥à¸´à¸›à¹€à¸‡à¸´à¸™à¹€à¸”à¸·à¸­à¸™'>à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸ªà¸¥à¸´à¸›à¹€à¸‡à¸´à¸™à¹€à¸”à¸·à¸­à¸™</a>",
                "à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¸£à¸±à¸šà¸£à¸­à¸‡à¹€à¸‡à¸´à¸™à¹€à¸”à¸·à¸­à¸™ (à¸­à¸²à¸¢à¸¸à¹€à¸­à¸à¸ªà¸²à¸£à¹„à¸¡à¹ˆà¹€à¸à¸´à¸™ 3 à¹€à¸”à¸·à¸­à¸™) à¸žà¸£à¹‰à¸­à¸¡à¸ªà¸³à¹€à¸™à¸² Statement à¸¢à¹‰à¸­à¸™à¸«à¸¥à¸±à¸‡ 6 à¹€à¸”à¸·à¸­à¸™<br/><a href='../../../../SiteCollectionDocuments/kcc/img/application-details/salarycertificate.jpg' class='link external open-popup-image pxtm-click-openPopup' title='à¸œà¸¹à¹‰à¸¡à¸µà¸£à¸²à¸¢à¹„à¸”à¹‰à¸›à¸£à¸°à¸ˆà¸³ - à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¸£à¸±à¸šà¸£à¸­à¸‡à¹€à¸‡à¸´à¸™à¹€à¸”à¸·à¸­à¸™'>à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¸£à¸±à¸šà¸£à¸­à¸‡à¹€à¸‡à¸´à¸™à¹€à¸”à¸·à¸­à¸™</a><br/><a href='../../../../SiteCollectionDocuments/kcc/img/application-details/statement.jpg' class='link external open-popup-image pxtm-click-openPopup' title='à¸œà¸¹à¹‰à¸¡à¸µà¸£à¸²à¸¢à¹„à¸”à¹‰à¸›à¸£à¸°à¸ˆà¸³ - à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸ªà¸³à¹€à¸™à¸²à¸à¸²à¸£à¹€à¸”à¸´à¸™à¸šà¸±à¸à¸Šà¸µ'>à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸ªà¸³à¹€à¸™à¸²à¸à¸²à¸£à¹€à¸”à¸´à¸™à¸šà¸±à¸à¸Šà¸µ (Statement)</a>",
                "à¹€à¸­à¸à¸ªà¸²à¸£ 50à¸—à¸§à¸´ à¸›à¸µà¸¥à¹ˆà¸²à¸ªà¸¸à¸” à¸«à¸£à¸·à¸­ à¸à¸£à¸“à¸µ 50 à¸—à¸§à¸´à¹à¸šà¸šà¸£à¸²à¸¢à¹€à¸”à¸·à¸­à¸™ à¹ƒà¸Šà¹‰à¸¢à¹‰à¸­à¸™à¸«à¸¥à¸±à¸‡à¸­à¸¢à¹ˆà¸²à¸‡à¸™à¹‰à¸­à¸¢ 6 à¹€à¸”à¸·à¸­à¸™ (à¸•à¹‰à¸­à¸‡à¸¡à¸µà¸•à¸£à¸²à¸›à¸£à¸°à¸—à¸±à¸šà¸žà¸£à¹‰à¸­à¸¡à¸¥à¸²à¸¢à¹€à¸‹à¹‡à¸™à¸œà¸¹à¹‰à¸ˆà¹ˆà¸²à¸¢à¹€à¸‡à¸´à¸™)<br/><a href='../../../../SiteCollectionDocuments/kcc/img/application-details/50bis.jpg' class='link external open-popup-image pxtm-click-openPopup' title='à¸œà¸¹à¹‰à¸¡à¸µà¸£à¸²à¸¢à¹„à¸”à¹‰à¸›à¸£à¸°à¸ˆà¸³ - à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¸£à¸±à¸šà¸£à¸­à¸‡à¸à¸²à¸£à¸«à¸±à¸à¸ à¸²à¸©à¸µ'>à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¸£à¸±à¸šà¸£à¸­à¸‡à¸à¸²à¸£à¸«à¸±à¸à¸ à¸²à¸©à¸µ à¸“ à¸—à¸µà¹ˆà¸ˆà¹ˆà¸²à¸¢ (50 à¸—à¸§à¸´)</a>",
                "à¸à¸£à¸“à¸µà¹€à¸‡à¸´à¸™à¹€à¸”à¸·à¸­à¸™à¸™à¹‰à¸­à¸¢à¸à¸§à¹ˆà¸²à¹€à¸à¸“à¸‘à¹Œà¸£à¸²à¸¢à¹„à¸”à¹‰à¸‚à¸±à¹‰à¸™à¸•à¹ˆà¸³ à¸ªà¸²à¸¡à¸²à¸£à¸– à¸£à¸§à¸¡à¸£à¸²à¸¢à¹„à¸”à¹‰à¸­à¸·à¹ˆà¸™ à¹† à¹€à¸žà¸´à¹ˆà¸¡à¹€à¸•à¸´à¸¡à¹„à¸”à¹‰ à¹€à¸Šà¹ˆà¸™ à¸„à¹ˆà¸²à¸„à¸­à¸¡à¸¡à¸´à¸Šà¸Šà¸±à¹ˆà¸™ à¸„à¹ˆà¸²à¸¥à¹ˆà¸§à¸‡à¹€à¸§à¸¥à¸² à¹€à¸›à¹‡à¸™à¸•à¹‰à¸™",
                "à¸¢à¸·à¹ˆà¸™à¸ªà¸¥à¸´à¸›à¹€à¸‡à¸´à¸™à¹€à¸”à¸·à¸­à¸™ 1 à¹€à¸”à¸·à¸­à¸™ (à¸­à¸²à¸¢à¸¸à¹€à¸­à¸à¸ªà¸²à¸£à¹„à¸¡à¹ˆà¹€à¸à¸´à¸™ 3 à¹€à¸”à¸·à¸­à¸™) à¸žà¸£à¹‰à¸­à¸¡ Statement (à¸—à¸µà¹ˆà¹€à¸‡à¸´à¸™à¹€à¸”à¸·à¸­à¸™à¹€à¸‚à¹‰à¸²) à¸¢à¹‰à¸­à¸™à¸«à¸¥à¸±à¸‡ 6 à¹€à¸”à¸·à¸­à¸™à¹€à¸žà¸´à¹ˆà¸¡à¹€à¸•à¸´à¸¡"
              ]
            }
          ],
          "remark": {
            "title": "à¸«à¸¡à¸²à¸¢à¹€à¸«à¸•à¸¸ :",
            "list": [
              "à¸à¸£à¸“à¸µà¸¡à¸µà¸šà¸±à¸à¸Šà¸µà¹€à¸‡à¸´à¸™à¹€à¸”à¸·à¸­à¸™à¸à¸±à¸šà¸˜à¸™à¸²à¸„à¸²à¸£à¸à¸ªà¸´à¸à¸£à¹„à¸—à¸¢ (KBank Payroll) à¸•à¸±à¹‰à¸‡à¹à¸•à¹ˆ 7 à¹€à¸”à¸·à¸­à¸™à¸‚à¸¶à¹‰à¸™à¹„à¸› à¹„à¸¡à¹ˆà¸•à¹‰à¸­à¸‡à¸¢à¸·à¹ˆà¸™à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸£à¸²à¸¢à¹„à¸”à¹‰"
            ]
          }
        }
      },
      {
        "id": "application-details-02",
        "qualification": {
          "left_col": [
            {
              "title": "à¸£à¸²à¸¢à¹„à¸”à¹‰à¸‚à¸±à¹‰à¸™à¸•à¹ˆà¸³ (à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸) à¸„à¸™à¹„à¸—à¸¢",
              "list": [
                "à¸£à¸²à¸¢à¹„à¸”à¹‰ 15,000 à¸šà¸²à¸— / à¹€à¸”à¸·à¸­à¸™ à¸‚à¸¶à¹‰à¸™à¹„à¸›"
              ]
            },
            {
              "title": "à¸£à¸²à¸¢à¹„à¸”à¹‰à¸‚à¸±à¹‰à¸™à¸•à¹ˆà¸³ (à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸) à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´",
              "list": [
                "à¸£à¸²à¸¢à¹„à¸”à¹‰ 50,000 à¸šà¸²à¸— / à¹€à¸”à¸·à¸­à¸™ à¸‚à¸¶à¹‰à¸™à¹„à¸›"
              ]
            },
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸",
              "list": [
                "20-80 à¸›à¸µ"
              ]
            }
          ],
          "right_col": [
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸šà¸±à¸•à¸£à¹€à¸ªà¸£à¸´à¸¡",
              "list": [
                "15 à¸›à¸µ"
              ]
            },
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸‡à¸²à¸™ / à¸­à¸²à¸¢à¸¸à¸à¸´à¸ˆà¸à¸²à¸£ (à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸)",
              "list": [
                "1 à¸›à¸µ"
              ]
            }
          ]
        },
        "document": {
          "left_col": [
            {
              "title": "à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸•à¸±à¸§à¸•à¸™",
              "list": [
                "à¸ªà¸³à¹€à¸™à¸²à¸šà¸±à¸•à¸£à¸›à¸£à¸°à¸Šà¸²à¸Šà¸™à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸",
                "à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¹€à¸”à¸´à¸™à¸—à¸²à¸‡à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ (à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´)",
                "à¹€à¸­à¸à¸ªà¸²à¸£à¸§à¸µà¸‹à¹ˆà¸²à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ (à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´)",
                "à¸ªà¸³à¹€à¸™à¸²à¹ƒà¸šà¸„à¸³à¸‚à¸­à¸ˆà¸”à¸—à¸°à¹€à¸šà¸µà¸¢à¸™ / à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¸ˆà¸±à¸”à¸•à¸±à¹‰à¸‡à¸„à¸“à¸°à¸šà¸¸à¸„à¸„à¸¥<br/>(à¸à¸£à¸“à¸µà¸ˆà¸”à¸—à¸°à¹€à¸šà¸µà¸¢à¸™à¹ƒà¸™à¸™à¸²à¸¡ à¸«à¹‰à¸²à¸‡à¸«à¸¸à¹‰à¸™à¸ªà¹ˆà¸§à¸™à¸ªà¸²à¸¡à¸±à¸/à¸„à¸“à¸°à¸šà¸¸à¸„à¸„à¸¥)"
              ]
            }
          ],
          "right_col": [
            {
              "title": "à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸£à¸²à¸¢à¹„à¸”à¹‰",
              "list": [
                "Statement à¸¢à¹‰à¸­à¸™à¸«à¸¥à¸±à¸‡ 6 à¹€à¸”à¸·à¸­à¸™<br/><a href='../../../../SiteCollectionDocuments/kcc/img/application-details/statement.jpg' class='link external open-popup-image pxtm-click-openPopup' title='à¹€à¸ˆà¹‰à¸²à¸‚à¸­à¸‡à¸à¸´à¸ˆà¸à¸²à¸£ - à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸ªà¸³à¹€à¸™à¸²à¸à¸²à¸£à¹€à¸”à¸´à¸™à¸šà¸±à¸à¸Šà¸µ'>à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸ªà¸³à¹€à¸™à¸²à¸à¸²à¸£à¹€à¸”à¸´à¸™à¸šà¸±à¸à¸Šà¸µ (Statement)</a>"
              ]
            }
          ],
          "remark": {
            "title": "à¸«à¸¡à¸²à¸¢à¹€à¸«à¸•à¸¸ :",
            "list": [
              "à¸à¸£à¸“à¸µà¹€à¸”à¸´à¸™à¸šà¸±à¸à¸Šà¸µà¸à¸±à¸šà¸˜à¸™à¸²à¸„à¸²à¸£à¸à¸ªà¸´à¸à¸£à¹„à¸—à¸¢ à¸•à¸±à¹‰à¸‡à¹à¸•à¹ˆ 6 à¹€à¸”à¸·à¸­à¸™à¸‚à¸¶à¹‰à¸™à¹„à¸› à¹„à¸¡à¹ˆà¸•à¹‰à¸­à¸‡à¸¢à¸·à¹ˆà¸™à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸£à¸²à¸¢à¹„à¸”à¹‰"
            ]
          }
        }
      },
      {
        "id": "application-details-03",
        "qualification": {
          "left_col": [
            {
              "title": "à¸£à¸²à¸¢à¹„à¸”à¹‰à¸‚à¸±à¹‰à¸™à¸•à¹ˆà¸³ (à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸) à¸„à¸™à¹„à¸—à¸¢",
              "list": [
                "à¸£à¸²à¸¢à¹„à¸”à¹‰ 15,000 à¸šà¸²à¸— / à¹€à¸”à¸·à¸­à¸™ à¸‚à¸¶à¹‰à¸™à¹„à¸›"
              ]
            },
            {
              "title": "à¸£à¸²à¸¢à¹„à¸”à¹‰à¸‚à¸±à¹‰à¸™à¸•à¹ˆà¸³ (à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸) à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´",
              "list": [
                "à¸£à¸²à¸¢à¹„à¸”à¹‰ 50,000 à¸šà¸²à¸— / à¹€à¸”à¸·à¸­à¸™ à¸‚à¸¶à¹‰à¸™à¹„à¸›"
              ]
            },
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸",
              "list": [
                "20-80 à¸›à¸µ"
              ]
            }
          ],
          "right_col": [
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸šà¸±à¸•à¸£à¹€à¸ªà¸£à¸´à¸¡",
              "list": [
                "15 à¸›à¸µ"
              ]
            },
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸‡à¸²à¸™ / à¸­à¸²à¸¢à¸¸à¸à¸´à¸ˆà¸à¸²à¸£ (à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸)",
              "list": [
                "1 à¸›à¸µ"
              ]
            }
          ]
        },
        "document": {
          "left_col": [
            {
              "title": "à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸•à¸±à¸§à¸•à¸™",
              "list": [
                "à¸ªà¸³à¹€à¸™à¸²à¸šà¸±à¸•à¸£à¸›à¸£à¸°à¸Šà¸²à¸Šà¸™à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ à¸«à¸£à¸·à¸­",
                "à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¹€à¸”à¸´à¸™à¸—à¸²à¸‡à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ (à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´)",
                "à¹€à¸­à¸à¸ªà¸²à¸£à¸§à¸µà¸‹à¹ˆà¸²à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ (à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´)"
              ]
            }
          ],
          "right_col": [
            {
              "title": "à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸£à¸²à¸¢à¹„à¸”à¹‰",
              "list": [
                "à¹€à¸­à¸à¸ªà¸²à¸£ 50 à¸—à¸§à¸´ à¸›à¸µà¸¥à¹ˆà¸²à¸ªà¸¸à¸” à¸«à¸£à¸·à¸­ à¸à¸£à¸“à¸µ 50 à¸—à¸§à¸´à¹à¸šà¸šà¸£à¸²à¸¢à¹€à¸”à¸·à¸­à¸™à¹ƒà¸Šà¹‰à¸¢à¹‰à¸­à¸™à¸«à¸¥à¸±à¸‡à¸­à¸¢à¹ˆà¸²à¸‡à¸™à¹‰à¸­à¸¢ 6 à¹€à¸”à¸·à¸­à¸™ (à¸•à¹‰à¸­à¸‡à¸¡à¸µà¸•à¸£à¸²à¸›à¸£à¸°à¸—à¸±à¸šà¸žà¸£à¹‰à¸­à¸¡à¸¥à¸²à¸¢à¹€à¸‹à¹‡à¸™à¸œà¸¹à¹‰à¸ˆà¹ˆà¸²à¸¢à¹€à¸‡à¸´à¸™)<br/><a href='../../../../SiteCollectionDocuments/kcc/img/application-details/50bis.jpg' class='link external open-popup-image pxtm-click-openPopup' title='à¸œà¸¹à¹‰à¸›à¸£à¸°à¸à¸­à¸šà¸­à¸²à¸Šà¸µà¸žà¸­à¸´à¸ªà¸£à¸° - à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¸£à¸±à¸šà¸£à¸­à¸‡à¸à¸²à¸£à¸«à¸±à¸à¸ à¸²à¸©à¸µ à¸“ à¸—à¸µà¹ˆà¸ˆà¹ˆà¸²à¸¢ (50 à¸—à¸§à¸´)'>à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¸£à¸±à¸šà¸£à¸­à¸‡à¸à¸²à¸£à¸«à¸±à¸à¸ à¸²à¸©à¸µ à¸“ à¸—à¸µà¹ˆà¸ˆà¹ˆà¸²à¸¢ (50 à¸—à¸§à¸´)</a>"
              ]
            }
          ]
        }
      },
      {
        "id": "application-details-04",
        "qualification": {
          "left_col": [
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸",
              "list": [
                "20-80 à¸›à¸µ"
              ]
            },
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸šà¸±à¸•à¸£à¹€à¸ªà¸£à¸´à¸¡",
              "list": [
                "15 à¸›à¸µ"
              ]
            }
          ],
          "right_col": [
            {
              "title": "à¸„à¸¸à¸“à¸ªà¸¡à¸šà¸±à¸•à¸´à¸­à¸·à¹ˆà¸™",
              "list": [
                "à¸•à¹‰à¸­à¸‡à¸¡à¸µà¹€à¸‡à¸´à¸™à¸à¸²à¸à¸­à¸­à¸¡à¸—à¸£à¸±à¸žà¸¢à¹Œà¹à¸¥à¸°à¸«à¸£à¸·à¸­à¹€à¸‡à¸´à¸™à¸à¸²à¸à¸›à¸£à¸°à¸ˆà¸³ 1,000,000 à¸šà¸²à¸— à¹„à¸¡à¹ˆà¸™à¹‰à¸­à¸¢à¸à¸§à¹ˆà¸² 6 à¹€à¸”à¸·à¸­à¸™",
                "à¸•à¹‰à¸­à¸‡à¸¡à¸µà¹€à¸‡à¸´à¸™à¸à¸²à¸à¸›à¸£à¸°à¸ˆà¸³à¹à¸¥à¸°à¸«à¸£à¸·à¸­à¹€à¸‡à¸´à¸™à¸à¸²à¸à¸­à¸­à¸¡à¸—à¸£à¸±à¸žà¸¢à¹Œ 2,000,000 à¸šà¸²à¸— à¹„à¸¡à¹ˆà¸™à¹‰à¸­à¸¢à¸à¸§à¹ˆà¸² 12 à¹€à¸”à¸·à¸­à¸™ (à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´)",
                "à¸•à¹‰à¸­à¸‡à¸£à¸°à¸šà¸¸à¸¥à¸±à¸à¸©à¸“à¸°à¸­à¸²à¸Šà¸µà¸ž : à¸žà¹ˆà¸­à¸šà¹‰à¸²à¸™ / à¹à¸¡à¹ˆà¸šà¹‰à¸²à¸™"
              ]
            }
          ]
        },
        "document": {
          "left_col": [
            {
              "title": "à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸•à¸±à¸§à¸•à¸™",
              "list": [
                "à¸ªà¸³à¹€à¸™à¸²à¸šà¸±à¸•à¸£à¸›à¸£à¸°à¸Šà¸²à¸Šà¸™à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸",
                "à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¹€à¸”à¸´à¸™à¸—à¸²à¸‡à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ (à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´)",
                "à¹€à¸­à¸à¸ªà¸²à¸£à¸§à¸µà¸‹à¹ˆà¸²à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ (à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´)"
              ]
            }
          ],
          "right_col": [
            {
              "title": "à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸£à¸²à¸¢à¹„à¸”à¹‰",
              "list": [
                "Statement à¸šà¸±à¸à¸Šà¸µà¹€à¸‡à¸´à¸™à¸à¸²à¸à¸­à¸­à¸¡à¸—à¸£à¸±à¸žà¸¢à¹Œ / à¸›à¸£à¸°à¸ˆà¸³ / à¸šà¸±à¸à¸Šà¸µà¸à¸­à¸‡à¸—à¸¸à¸™ à¸¢à¹‰à¸­à¸™à¸«à¸¥à¸±à¸‡ 6 à¹€à¸”à¸·à¸­à¸™<br/><a href='../../../../SiteCollectionDocuments/kcc/img/application-details/statement.jpg' class='link external open-popup-image pxtm-click-openPopup' title='à¸œà¸¹à¹‰à¸¡à¸µà¹€à¸‡à¸´à¸™à¸­à¸­à¸¡ - à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸ªà¸³à¹€à¸™à¸²à¸à¸²à¸£à¹€à¸”à¸´à¸™à¸šà¸±à¸à¸Šà¸µ'>à¸•à¸±à¸§à¸­à¸¢à¹ˆà¸²à¸‡à¸ªà¸³à¹€à¸™à¸²à¸à¸²à¸£à¹€à¸”à¸´à¸™à¸šà¸±à¸à¸Šà¸µ (Statement)</a>"
              ]
            }
          ],
          "remark": {
            "title": "à¸«à¸¡à¸²à¸¢à¹€à¸«à¸•à¸¸ :",
            "list": [
              "à¸à¸£à¸“à¸µà¹€à¸”à¸´à¸™à¸šà¸±à¸à¸Šà¸µà¸à¸±à¸šà¸˜à¸™à¸²à¸„à¸²à¸£à¸à¸ªà¸´à¸à¸£à¹„à¸—à¸¢ à¸•à¸±à¹‰à¸‡à¹à¸•à¹ˆ 6 à¹€à¸”à¸·à¸­à¸™à¸‚à¸¶à¹‰à¸™à¹„à¸› à¹„à¸¡à¹ˆà¸•à¹‰à¸­à¸‡à¸¢à¸·à¹ˆà¸™à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸£à¸²à¸¢à¹„à¸”à¹‰"
            ]
          }
        }
      },
      {
        "id": "application-details-05",
        "qualification": {
          "left_col": [
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸šà¸±à¸•à¸£à¸«à¸¥à¸±à¸",
              "list": [
                "20-80 à¸›à¸µ"
              ]
            },
            {
              "title": "à¸­à¸²à¸¢à¸¸à¸šà¸±à¸•à¸£à¹€à¸ªà¸£à¸´à¸¡",
              "list": [
                "15 à¸›à¸µ"
              ]
            }
          ],
          "right_col": [
            {
              "title": "à¸„à¸¸à¸“à¸ªà¸¡à¸šà¸±à¸•à¸´à¸­à¸·à¹ˆà¸™",
              "list": [
                "à¸•à¹‰à¸­à¸‡à¸¡à¸µà¹€à¸‡à¸´à¸™à¸à¸²à¸à¸­à¸­à¸¡à¸—à¸£à¸±à¸žà¸¢à¹Œà¹à¸¥à¸°/à¸«à¸£à¸·à¸­à¹€à¸‡à¸´à¸™à¸à¸²à¸à¸›à¸£à¸°à¸ˆà¸³à¸„à¹‰à¸³à¸›à¸£à¸°à¸à¸±à¸™ 15,000 à¸šà¸²à¸—à¸‚à¸¶à¹‰à¸™à¹„à¸›"
              ]
            }
          ]
        },
        "document": {
          "left_col": [
            {
              "title": "à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸•à¸±à¸§à¸•à¸™",
              "list": [
                "à¸ªà¸³à¹€à¸™à¸²à¸šà¸±à¸•à¸£à¸›à¸£à¸°à¸Šà¸²à¸Šà¸™à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸",
                "à¸«à¸™à¸±à¸‡à¸ªà¸·à¸­à¹€à¸”à¸´à¸™à¸—à¸²à¸‡à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ (à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´)",
                "à¹€à¸­à¸à¸ªà¸²à¸£à¸§à¸µà¸‹à¹ˆà¸²à¸—à¸µà¹ˆà¸¢à¸±à¸‡à¹„à¸¡à¹ˆà¸«à¸¡à¸”à¸­à¸²à¸¢à¸¸ (à¸•à¹ˆà¸²à¸‡à¸Šà¸²à¸•à¸´)"
              ]
            }
          ],
          "right_col": [
            {
              "title": "à¹€à¸­à¸à¸ªà¸²à¸£à¹à¸ªà¸”à¸‡à¸£à¸²à¸¢à¹„à¸”à¹‰",
              "list": [
                "à¸ªà¸³à¹€à¸™à¸²à¸ªà¸¡à¸¸à¸”à¸šà¸±à¸à¸Šà¸µà¹€à¸‡à¸´à¸™à¸à¸²à¸à¸›à¸£à¸°à¸ˆà¸³ / à¸­à¸­à¸¡à¸—à¸£à¸±à¸žà¸¢à¹Œ à¸˜à¸™à¸²à¸„à¸²à¸£à¸à¸ªà¸´à¸à¸£à¹„à¸—à¸¢à¸—à¸µà¹ˆà¸ˆà¸°à¸™à¸³à¸¡à¸²à¹€à¸›à¹‡à¸™à¸«à¸¥à¸±à¸à¸›à¸£à¸°à¸à¸±à¸™",
                "à¸ªà¸±à¸à¸à¸²à¸ˆà¸³à¸™à¸³à¸ªà¸´à¸—à¸˜à¸´à¹Œà¸šà¸±à¸à¸Šà¸µà¹€à¸‡à¸´à¸™à¸à¸²à¸"
              ]
            }
          ]
        }
      }
    ]
  };
  
  $(function () {
    $(window).on("tabready", function (e) {
      $(".tab-container-rv").each(function () {
        var tab = $(this).find(".tab-rv"),
        tabContent = $(this).find(".tab-content-rv");
  
        var item = tab.find("a");
  
        tab.on("click", "a", function (e) {
          e.preventDefault();
  
          item.removeClass("active");
          $(this).addClass("active");
  
          var tabAttr = $(this).attr("href");
  
          tabContent.removeClass("active");
          $(tabAttr).addClass("active");
  
          $(window).trigger("compn-rewidth");
        });
      });
    });
    
    var d = APP_DETAIL;
  
    if (d) {
      if (d.tabs) {
        for (var i = 0; i < d.tabs.length; i++) {
          var item = d.tabs[i];
          var a = $(document.createElement("a")).prop("href", item.target).html(item.label);
  
          a.attr("title", "appication details tab - " + item.label).addClass("pxtm-click-toggleDetail");
  
          if (i === 0) {
            a.addClass("active");
          }
  
          $("#application-details .tab-rv").append(a);
        }
      }
  
      if (d.contents) {
        for (var i = 0; i < d.contents.length; i++) {
          var item = d.contents[i];
  
          var head = $(document.createElement("div")).prop("id", item.id).addClass("tab-content-rv");
          var rowQualification = $(document.createElement("div")).addClass("row qualification-content");
          var rowDocumentation = $(document.createElement("div")).addClass("row document-content");
  
          // qualification
          var title = $(document.createElement("div")).addClass("sc-headline hidden-w1023").append($(document.createElement("h3")).html("à¸„à¸¸à¸“à¸ªà¸¡à¸šà¸±à¸•à¸´"));
          var leftCol = $(document.createElement("div")).addClass("col col-md-6 col-xs-12 entry-content");
  
          rowQualification.append(title)
  
          for (var j = 0; j < item.qualification.left_col.length; j++) {
            var token = createList(item.qualification.left_col[j].title, item.qualification.left_col[j].list);
            leftCol.append(token.title).append(token.list);
          }
  
          rowQualification.append(leftCol);
  
          var rightCol = $(document.createElement("div")).addClass("col col-md-6 col-xs-12 entry-content");
  
          for (var j = 0; j < item.qualification.right_col.length; j++) {
            var token = createList(item.qualification.right_col[j].title, item.qualification.right_col[j].list);
            rightCol.append(token.title).append(token.list);
          }
  
          rowQualification.append(rightCol);
  
          if (item.qualification.remark) {
            var remark = $(document.createElement("div")).addClass("display-7 font-default");
            remark.append($(document.createElement("strong")).html(item.qualification.remark.title));
  
            var remarkList = $(document.createElement("ul"));
  
            for (var j = 0; j < item.qualification.remark.list.length; j++) {
              remarkList.append($(document.createElement("li")).html(item.qualification.remark.list[j]));
            }
  
            rowQualification.append(remark).append(remarkList);
          }
  
          head.append(rowQualification);
  
          // documentation
          title = $(document.createElement("div")).addClass("sc-headline hidden-w1023").append($(document.createElement("h3")).html("à¹€à¸­à¸à¸ªà¸²à¸£à¸›à¸£à¸°à¸à¸­à¸šà¸à¸²à¸£à¸ªà¸¡à¸±à¸„à¸£"));
          leftCol = $(document.createElement("div")).addClass("col col-md-6 col-xs-12 entry-content");
  
          rowDocumentation.append(title)
  
          for (var j = 0; j < item.document.left_col.length; j++) {
            var token = createList(item.document.left_col[j].title, item.document.left_col[j].list);
            leftCol.append(token.title).append(token.list);
          }
  
          rowDocumentation.append(leftCol);
  
          rightCol = $(document.createElement("div")).addClass("col col-md-6 col-xs-12 entry-content");
  
          for (var j = 0; j < item.document.right_col.length; j++) {
            var token = createList(item.document.right_col[j].title, item.document.right_col[j].list);
            rightCol.append(token.title).append(token.list);
          }
  
          rowDocumentation.append(rightCol);
  
          if (item.document.remark) {
            var col12 = $(document.createElement("div")).addClass("col col-xs-12 entry-content pl-0 mt-10");
  
            var remark = $(document.createElement("p")).addClass("display-7 font-default");
            remark.append($(document.createElement("strong")).html(item.document.remark.title));
  
            var remarkList = $(document.createElement("ul"));
  
            for (var j = 0; j < item.document.remark.list.length; j++) {
              remarkList.append($(document.createElement("li")).addClass("display-7").html(item.document.remark.list[j]));
            }
  
            col12.append(remark).append(remarkList);
            rowDocumentation.append(col12);
          }
  
          head.append(rowDocumentation);
  
          if (i === 0) {
            head.addClass("active");
          }
  
          $("#application-details .tab-container-rv").append(head);
  
          function createList (title, list) {
            title = title || "Untitled";
            list = list || [];
  
            var h4 = $(document.createElement("h4")).addClass("h5").html(title);
            var ul = $(document.createElement("ul"));
  
            for (var i = 0; i < list.length; i++) {
              ul.append($(document.createElement("li")).html(list[i]));
            }
  
            return {
              "title": h4,
              "list": ul
            };
          }
        }
      }
  
      $(window).trigger("tabready");
  
      $("#application-details .tab-container-rv .open-popup-image").magnificPopup({
        type: "image",
        preloader: false,
        closeOnContentClick: true,
        mainClass: "popup-image-style"
      });
    }
  });